10/data/attachments/136c9222e47465a9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Zachary_administration_Friend_28753_9</nif:username>
            <nif:friendToBeRequested>soap_friends_6d553ce9-cb50-40df-a0db-649e302c6661</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>